<template>
  <div class="gcxian">
    <div class="gc-img">
      <img src="/guchengxian/gcxian-top.jpg" alt="" />
    </div>
    <ul class="gc-ul-1">
      <li class="gc-ul-11"><p>西安简介</p></li>
      <li class="gc-ul-11 gc-ul-12">
        <p>
          西安，古称长安、镐京，是陕西省会、副省级市、关中平原城市群核心城市、丝绸之路起点城市、“一带一路”核心区、中国西部地区重要的中心城市，国家重要的科研、教育、工业基地。西安是中国四大古都之一，联合国科教文组织于1981年确定的“世界历史名城”，美媒评选的世界十大古都之一。地处关中平原中部，北濒渭河，南依秦岭，八水润长安。下辖11区2县并代管西咸新区，总面积10752平方公里，2017年末户籍人口905.68万。
        </p>
        <p>
          西安是中华文明和中华民族重要发祥地。长安自古帝王都，其先后有西周、秦、西汉、新莽、东汉、西晋、前赵、前秦、后秦、西魏、北周、隋、唐13个王朝在此建都。丰镐都城、秦阿房宫、兵马俑，汉未央宫、长乐宫，隋大兴城，唐大明宫、兴庆宫等勾勒出“长安情结”。
        </p>
        <p>
          西安是中国最佳旅游目的地、中国国际形象最佳城市之一，有两项六处遗产被列入《世界遗产名录》，分别是：秦始皇陵及兵马俑、大雁塔、小雁塔、唐长安城大明宫遗址、汉长安城未央宫遗址、兴教寺塔。另有西安城墙、钟鼓楼、华清宫、终南山、大唐芙蓉园、陕西历史博物馆、碑林等景点。西安也是国家重要的科教中心，拥有西安交通大学、西北工业大学、西安电子科技大学等7所“双一流”建设高校。
        </p>
        <p>
          2018年2月，国家发展和改革委员会、住房和城乡建设部发布《关中平原城市群发展规划》支持西安建设国家中心城市、国际性综合交通枢纽、建成具有历史文化特色的国际化大都市。
        </p>
        <img src="/guchengxian/gc1.jpg" alt="" />
      </li>
      <li class="gc-ul-11"><p>历史沿革</p></li>
      <li class="gc-ul-11 gc-ul-12">
        <p>
          西安是国务院公布的首批国家历史文化名城，有周、秦、汉、隋、唐等在内的13个朝代在此建都，是世界四大古都之一，中国古都学会认定的中国建都朝代最多、帝都历史最长的古都。曾经作为中国首都和政治、经济、文化中心长达1100多年。
        </p>
        <p>
          远古时代，“蓝田猿人”就在这里繁衍生息；新石器“半坡先民”在此建立部落，半坡人的经济生活中，农业生产占有很重要的地位，他们焚毁树木，开垦农田，种植粟等旱地作物。当时人们从事生产活动所使用的工具是石头、兽骨、鹿角和陶片等制造的。除粮食生产外，半坡人也已开始种植蔬菜。家畜饲养业在当时已出现了，当时养的牲畜有猪和狗两种，以猪为主。打猎、捕鱼也是当时一项重要的生产活动。
        </p>
        <p>
          1957年在考古发掘的基础上，就地建成了西安半坡博物馆，于1958年4月建成并正式对外开放，是中国第一座新石器时代遗址博物馆，也是新中国第一座史前聚落遗址博物馆。博物馆面积约3000平方米，有半地穴式的房屋、窖穴、圈栏及起防护和泄洪作用的大围沟等遗迹，比较完整的保留的半坡原始社会村落的原貌。
        </p>
        <img src="/guchengxian/gc2.png" alt="" />
        <p>
          西安，在西周时称为“丰镐”。“丰镐”，是周文王和周武王分别修建的丰京和镐京的合称。西周伯姬昌（周文王）在今西安城西南营建丰京，将臣民从岐山周原迁于此。又命子姬发（周武王）在沣水东岸营建镐京。后者为政治中心，前者为宗教、文化中心，合称“宗周”，为西安建城之始。武王灭商建立周王朝后，以丰镐为都，为西安作为都城之始。
        </p>
        <p>
          公元前202年，刘邦在长安（今西安城西北郊汉城）建立西汉王朝。刘邦定都关中，取当地长安乡之含意，立名“长安”，意即“长治久安”。
        </p>
        <p>
          隋开皇二年（582年），隋文帝颁令在汉长安城东南的今西安城址营建新都大兴城。隋开国之初，都城仍在长安旧城，因久经战乱，残破不堪。因此，隋文帝放弃龙首原以北的故长安城，于龙首原以南汉长安城东南选择新址，建造新城大兴城。
        </p>
        <p>
          唐朝定都长安后，改隋大兴城为长安城，并进行了增修和扩建。贞观八年（634年），在原外郭城东北龙首原上营建大明宫。之后又不断修建城墙、城楼、兴庆宫等建筑。宫城完全与今西安市重合，皇宫与今西安市明城墙重合。唐代帝王陵，如昭陵、乾陵等则大部分在今咸阳市境内。而在唐代，唐十八陵全部在京兆府的辖县内，乾陵是京兆府奉天县。
        </p>
        <img src="/guchengxian/gc3.jpg" alt="">
        <p></p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
      </li>
      <li class="gc-ul-11"></li>
      <li class="gc-ul-11"></li>
      <li class="gc-ul-11"></li>
      <li class="gc-ul-11"></li>
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.gcxian {
  background-color: aliceblue;
}
.gc-img img {
  width: 100%;
  height: 400px;
}
.gc-ul-1 {
  width: 70%;
  margin-left: 15%;
  background-color: white;
}
.gc-ul-11 {
  width: 90%;
  margin-left: 5%;
  font-size: 22px;
  color: #000000;
  line-height: 2;
  margin-top: 10px;
}
.gc-ul-11 img {
  width: 90%;
  margin-left: 5%;
}
.gc-ul-12 {
  text-indent: 30px;
  font-size: 16px;
}
</style>