<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>陆上丝绸之路</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
          丝绸之路，简称丝路。是指西汉(前202年—8年)时，由张骞出使西域开辟的以长安(今西安)为起点，经甘肃、新疆，到中亚、西亚，并联结地中海各国的陆上通道(这条道路也被称为“西北丝绸之路”以区别日后另外两条冠以“丝绸之路”名称的交通路线)。因为由这条路西运的货物中以丝绸制品的影响最大，故得此名(而且有很多丝绸都是我们中国运的)。其基本走向定于两汉时期，包括南道、中道、北道三条路线
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          丝绸之路，简称丝路。是指西汉(前202年—8年)时，由张骞出使西域开辟的以长安(今西安)为起点，经甘肃、新疆，到中亚、西亚，并联结地中海各国的陆上通道(这条道路也被称为“西北丝绸之路”以区别日后另外两条冠以“丝绸之路”名称的交通路线)。因为由这条路西运的货物中以丝绸制品的影响最大，故得此名(而且有很多丝绸都是我们中国运的)。其基本走向定于两汉时期，包括南道、中道、北道三条路线。
        </p>
        <p>
          丝绸之路是历史上横贯欧亚大陆的贸易交通线，促进了欧亚非各国和中国的友好往来。中国是丝绸的故乡，在经由这条路线进行的贸易中，中国输出的商品以丝绸最具代表性。19世纪下半期，德国地理学家李希霍芬就将这条陆上交通路线称为“丝绸之路”，此后中外史学家都赞成此说，沿用至今。
        </p>
        <p>
          张骞通西域后，正式开通了这条从中国通往欧、非大陆的陆路通道。这条道路，由汉都城长安出发，经过河西走廊，然后分为两条路线：一条由阳关，经鄯善，沿昆仑山北麓西行，过莎车，西逾葱岭，出大月氏，至安息，西通犁靬(jiān，今埃及亚历山大，公元前30年为罗马帝国吞并)，或由大月氏南入身毒。另一条出玉门关，经车师前国，沿天山南麓西行，出疏勒，西逾葱岭，过大宛，至康居、奄蔡(西汉时游牧于康居西北即成海、里海北部草原，东汉时属康居)。
        </p>
        <p>
          1877年，德国地质地理学家李希霍芬在其著作《中国》一书中，把“从公元前114年至公元127年间，中国与中亚、中国与印度间以丝绸贸易为媒介的这条西域交通道路”命名为“丝绸之路”，这一名词很快被学术界和大众所接受，并正式运用。
        </p>
        <p>
          2014年6月22日在卡塔尔多哈进行的第38届世界遗产大会宣布，中哈吉三国联合申报的古丝绸之路的东段：“丝绸之路：长安-天山廊道的路网”成功申报世界文化遗产，成为首例跨国合作、成功申遗的项目。
        </p>
        <img src="scroad/scroad-2-1.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>主要路线：洛阳（长安）——河西走廊——西亚——地中海——罗马各国</h5>
        <p>
          1.北线由长安(东汉时由洛阳至关中)沿渭河至虢县(今宝鸡)，过汧县(今陇县)，越六盘山，沿祖厉河，在靖远渡黄河至姑臧(今武威)，路程较短，沿途供给条件差，是早期的路线。
        </p>
        <p>
         2.南线由长安沿渭河过陇关、上邽(今天水)、狄道(今临洮)、枹罕(今河州)，由永靖渡黄河，穿西宁，越大斗拔谷(今扁都口)至张掖。
        </p>
        <p>
          3.中线与南线在上邽分道，过陇山，至金城郡(今兰州)，渡黄河，溯庄浪河，翻乌鞘岭至姑臧。南线补给条件虽好，但绕道较长，因此中线后来成为主要干线。
        </p>
        <p>
          南北中三线会合后，由张掖经酒泉、瓜州至敦煌。中段。敦煌至葱岭(今帕米尔)或怛罗斯(今江布尔)。
        </p>
        <p>
        陆上丝绸之路”旅游之路主要包括以下城市：西安、天水、兰州、武威、张掖、嘉峪关、哈密、乌鲁木齐、伊宁、比什凯克、杜尚别、德黑兰、安卡拉、基希纳乌、莫斯科、明斯克、柏林、阿姆斯特丹、伯尔尼、科莫、米兰、普拉托、罗马。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>西安</h5>
        <p>
         西安，古称长安、镐京，是陕西省会、副省级市、关中平原城市群核心城市、丝绸之路起点城市、“一带一路”核心区、中国西部地区重要的中心城市，国家重要的科研、教育、工业基地。西安是中国四大古都之一，联合国科教文组织于1981年确定的“世界历史名城”，美媒评选的世界十大古都之一。地处关中平原中部，北濒渭河，南依秦岭，八水润长安。下辖11区2县并代管西咸新区，总面积10752平方公里，2017年末户籍人口905.68万。
        </p>
        <p>
          西安是中华文明和中华民族重要发祥地。长安自古帝王都，其先后有西周、秦、西汉、新莽、东汉、西晋、前赵、前秦、后秦、西魏、北周、隋、唐13个王朝在此建都。丰镐都城、秦阿房宫、兵马俑，汉未央宫、长乐宫，隋大兴城，唐大明宫、兴庆宫等勾勒出“长安情结”。
        </p>
        <img src="/scroad/scroad-2-2.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>张掖</h5>
        <p>
         张掖，甘肃省省辖市。以“张国臂掖，以通西域”而得名，位于中国甘肃省西北部，河西走廊中段。古称“甘州”，即甘肃省名“甘”字由来地，素有“桑麻之地”、鱼米之乡之美称。盛产小麦、玉米、水稻、豆类、油料、瓜果、蔬菜，工业有煤炭、机械、纺织、酿造等10余个部门。土特产品有元葱、苹果梨、乌江米、红枣、发菜、丝路春酒等。
        <p>
          张掖市是国家1986年颁布的第二批全国历史文化名城之一。是古丝绸之路重镇，是新亚欧大陆桥的要道，是全国历史文化名城和中国优秀旅游城市，全国第二大内陆河黑河贯穿全境，是甘肃省商品粮基地，自古有金张掖、银武威”美誉。张掖拥有亚洲最大的军马场，国务院批准建设的国家级湿地保护区，以及被美国《国家地理》杂志评为世界十大神奇地理奇观的张掖国家地质公园。
        </p>
      </li>
       <li class="sc-li-11 sc-li-14">
        <h5>乌鲁木齐</h5>
        <p>
        乌鲁木齐地处中国西北，新疆中部，天山北麓，亚欧大陆腹地，毗邻中亚各国，有“亚心之都”的称呼。是世界上最内陆、距离海洋和海岸线最远的大型城市。
        </p>
        <p>
         乌鲁木齐最初因清朝在新疆驻军而发展起来的一座城市，1763年清乾隆扩建筑城，改称迪化。1884年迪化为新疆省省会，从此成为全疆的政治中心。1954年迪化改称“乌鲁木齐”，蒙古语里意为“优美的牧场”。
        </p>
        <img src="/scroad/scroad-2-3.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>德黑兰</h5>
        <p>
        德黑兰（波斯语：تهران‎、Tehrān）是伊朗的首都，同时也是德黑兰省省会，总人口达8,429,807人，是伊朗最大的城市，也是西亚地区最大的城市之一。
        </p>
        <p>
         在20世纪，伊朗各地有大批民众涌入德黑兰定居，有认为德黑兰的市区人口应要减少至少5,000,000人。德黑兰有许多历史上著名的清真寺、基督教堂、犹太会堂及琐罗亚斯德教的火庙。
        </p>
        <p>
        德黑兰是现代化的城市，高楼大厦林立，当中的阿扎迪塔及默德塔（Milad Tower）是德黑兰的标志性建筑。伊朗历史悠久，首都也随着时代的推进而变迁，德黑兰是第32个伊朗首都。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>莫斯科</h5>
        <p>
        莫斯科（Moscow），是俄罗斯联邦首都、莫斯科州首府。莫斯科是俄罗斯的政治、经济、文化、金融、交通中心以及最大的综合性城市，是一座国际化大都市。
        </p>
        <p>
        莫斯科地处俄罗斯欧洲部分中部、东欧平原中部，跨莫斯科河及支流亚乌扎河两岸。莫斯科和伏尔加流域的上游入口和江河口处相通，是俄罗斯乃至欧亚大陆上极其重要的交通枢纽，也是俄罗斯重要的工业制造业中心、科技、教育中心。
        </p>
        <img src="/scroad/scroad-2-4.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>阿姆斯特丹</h5>
        <p>
        阿姆斯特丹（Amsterdam），荷兰首都及最大城市，人口约110万。位于该国西部省份北荷兰省，世界著名的国际大都市。其名称源于Amstel dam，这表明了该城市的起源：一个位于阿姆斯特尔河上的水坝，即今水坝广场址。
        </p>
        <p>
        据2017年城市安全度调查报告，阿姆斯特丹被评为欧洲最安全的城市。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>米兰</h5>
        <p>
       米兰（Milan），古罗马时期被称为米迪欧兰尼恩（Mediolanium），是意大利第二大城市，米兰省省会和伦巴第大区首府，位于伦巴第平原上。米兰也是世界著名的国际大都市之一，世界八大都会区之一，意大利最发达的城市和欧洲四大经济中心（法国巴黎，英国伦敦，德国柏林，意大利米兰）之一，世界时尚与设计之都和时尚界最有影响力的城市，世界历史文化名城，世界歌剧圣地，世界艺术之都。 
        </p>
        <p>
        米兰是欧洲南方的重要交通要点，历史相当悠久，因建筑、时装、艺术、绘画、歌剧、足球、旅游、闻名于世。米兰都会区生产总值占意大利国内生产总值的4.8%，是欧洲人口最密集与工业最发达的地区。
        </p>
        <img src="/scroad/scroad-2-5.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>罗马</h5>
        <p>
        罗马（Rome），是意大利的首都和最大的城市，也是全国政治、经济、文化和交通中心，已有2500余年历史，是世界著名的历史文化名城，古罗马帝国的发祥地，因建城历史悠久而被昵称为“永恒之城”。城市位于意大利半岛中西部，台伯河下游平原地的七座小山丘上，市中心面积有1200多平方公里。是意大利占地面积最广、人口最多的城市，也是世界最著名的游览地之一。
        </p>
        <p>
         罗马是全世界天主教会的中心，有700多座教堂与修道院，7所天主教大学，市内的梵蒂冈是天主教教皇和教廷的驻地。罗马与佛罗伦萨同为意大利文艺复兴中心，现今仍保存有相当丰富的文艺复兴与巴洛克风貌。1980年，罗马的历史城区被列为世界文化遗产。
        </p>
      </li>  
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
.sc-li-14 img{
    width: 100%;
    height: 400px;
}
</style>