<template>
  <div class="qanda">
    <div class="qa-img">
      <img src="/qanda/qa-top.jpg" alt="" />
    </div>
    <div class="qa-tree">
      <el-collapse v-model="activeNames" @change="handleChange">
        <el-collapse-item title="西安旅游景区" name="1">
          <div>
            咨询内容： 西安都有哪些大型超市 、西安有哪些医院
          </div>
          <div>
            回复内容： 您好，西安大型综合超市有永辉超市、华润万家、沃尔玛(Walmart）、卜蜂莲花（LOTUS）、宜品生活、人人乐、盒马生鲜等。 西安的医院有西京医院、唐都医院、西安交通大学第一附属医院、西安交通大学第二附属医院、西安市第四人民医院等。 希望可以帮助到您！祝生活愉快！
          </div>
        </el-collapse-item>
        <el-collapse-item title="西安图书馆" name="2">
          <div>
            咨询内容： 西安都有哪些图书馆
          </div>
          <div>回复内容： 您好！西安图书馆有：西安市图书馆、陕西省图书馆、钱学森图书馆、西安工业大学图书馆、西安欧亚学院图书馆等。希望可以帮助到您！</div>
        </el-collapse-item>
        <el-collapse-item title="西安高新区简介" name="3">
          <div>咨询内容： 西安高新区简介</div>
          <div>
            回复内容： 您好！西安高新区是1991年3月国务院首批批准成立的国家级高新区之一，2006年被科技部确定为要建成世界一流科技园区的六个试点园区之一，2015年8月，国务院正式批复同意西安高新区建设国家自主创新示范区。2017年4月，陕西自贸区正式挂牌，高新功能区作为陕西自贸区面积最大、以特殊监管区区外保税等通关模式创新为特色的核心片区正式启动建设。2020年6月，科技部批复同意全国首个“硬科技创新示范区”在西安高新区启动建设。西安高新区位于西安市西南部。希望可以帮助到您！
          </div>
        </el-collapse-item>
        <el-collapse-item title="长安简介" name="4">
          <div>
            咨询内容： 长安简介
          </div>
          <div>
            回复内容： 您好！西安高新区是1991年3月国务院首批批准成立的国家级高新区之一，2006年被科技部确定为要建成世界一流科技园区的六个试点园区之一，2015年8月，国务院正式批复同意西安高新区建设国家自主创新示范区。2017年4月，陕西自贸区正式挂牌，高新功能区作为陕西自贸区面积最大、以特殊监管区区外保税等通关模式创新为特色的核心片区正式启动建设。2020年6月，科技部批复同意全国首个“硬科技创新示范区”在西安高新区启动建设。西安高新区位于西安市西南部。希望可以帮助到您！
          </div>
        </el-collapse-item>
        <el-collapse-item title="西安世界文化遗产" name="5">
          <div>
            咨询内容： 西安世界文化遗产都有哪些呢？
          </div>
          <div>
            回复内容： 您好！ 西安世界文化遗产如下： 1、秦始皇陵 秦始皇陵是中国历史上第一位皇帝嬴政（前259—前210年）的陵寝，中国第一批世界文化遗产、第一批全国重点文物保护单位、第一批国家AAAA级旅游景区，位于陕西省西安市临潼区城东5千米处的骊山北麓。 秦始皇陵建于秦王政元年（前247年）至秦二世二年（前208年），历时39年，是中国历史上第一座规模庞大，设计完善的帝王陵寝。有内外两重夯土城垣，象征着帝都咸阳的皇城和宫城。 陵冢位于内城南部，呈覆斗形，现高51米，底边周长1700余米。据史料记载，秦陵中还建有各式宫殿，陈列着许多奇异珍宝。秦陵四周分布着大量形制不同、内涵各异的陪葬坑和墓葬，现已探明的有400多个，其中包括举世闻名的“世界第八大奇迹”兵马俑坑。 2、大雁塔 大雁塔位于唐长安城晋昌坊（今陕西省西安市南）的大慈恩寺内，又名“慈恩寺塔”。唐永徽三年（652年），玄奘为保存由天竺经丝绸之路带回长安的经卷佛像主持修建了大雁塔，最初五层，后加盖至九层，再后层数和高度又有数次变更，最后固定为今天所看到的七层塔身，通高64.517米，底层边长25.5米。 大雁塔作为现存最早、规模最大的唐代四方楼阁式砖塔，是佛塔这种古印度佛寺的建筑形式随佛教传入中原地区，并融入华夏文化的典型物证，是凝聚了中国古代劳动人民智慧结晶的标志性建筑。 3、大明宫 大明宫，大唐帝国的大朝正殿，唐朝的政治中心和国家象征，位于唐京师长安（今西安）北侧的龙首原。始建于唐太宗贞观八年（634年），原名永安宫，是唐长安城三座主要宫殿“三大内”（大明宫、太极宫、兴庆宫）中规模最大的一座，称为“东内”。自唐高宗起，先后有17位唐朝皇帝在此处理朝政，历时达200余年。 4、半坡遗址 半坡遗址，有6000－6700多年历史的新石器时代仰韶文化聚落遗址，位于陕西省西安市浐河东岸，占地面积约5万平方米 。 半坡遗址于1953年被发现。1954年－1957年，由考古学家石兴邦先生主持，先后对半坡遗址进行了5次较大规模发掘，总计发掘面积1万平方米，发现有房屋遗迹45座，圈栏2座、窖穴200多个，陶窖遗址6座，墓葬250多座以及生产工具和生活用具约1万件 。 2002年－2005年，配合半坡遗址保护大厅改造工程建设的随工清理中，发现了祭祀等重要遗迹和石砚等重要遗物，这对半坡遗址的聚落形态、文化内涵和社会性质研究具有重要价值 。 5、大唐芙蓉园 大唐芙蓉园位于陕西省西安市城南的曲江开发区，大雁塔东南侧，它是在原唐代芙蓉园遗址以北，仿照唐代皇家园林式样重新建造的，是中国第一个全方位展示盛唐风貌的大型皇家园林式文化主题公园，占地面积一千亩，其中水域面积三百亩。 园内建有紫云楼、仕女馆、御宴宫、杏园、芳林苑、凤鸣九天剧院、唐市等许多仿古建筑，是中国最大的仿唐皇家建筑群，景区由中国工程院院士张锦秋担纲总体规划和建筑设计。 希望可以帮助到您！
          </div>
        </el-collapse-item>
        <el-collapse-item title="西安城市观光车" name="6">
          <div>
            咨询内容： 乘坐西安城市观光车在哪里买票？
          </div>
          <div>
            回复内容：您好！城市观光车位于大雁塔景区发车点上，“五一”试运行期间采用上车购票的形式。也可在“西安城市观光”微信小程序预定车票，希望可以帮助到您！
          </div>
        </el-collapse-item>
        <el-collapse-item title="西安兵马俑有几个坑" name="7">
          <div>
            咨询内容： 西安兵马俑有几个坑
          </div>
          <div>
            回复内容： 您好！目前兵马俑已开发了三个坑。希望可以帮助到您，祝您旅途愉快！
          </div>
        </el-collapse-item>
        <el-collapse-item title="丢失身份证问题" name="8">
          <div>
            咨询内容： 身份证丢失可以入景点吗？
          </div>
          <div>
            回复内容： 您好，现在大多数景区都是实名制购票，购票验票都是需要身份证的，为了避免给您的行程带来不必要的麻烦，建议您可以到离您较近的或者景区附近的派出所开具临时身份证进行购票参观。希望可以帮助到您，祝您生活愉快！
          </div>
        </el-collapse-item>
        <el-collapse-item title="丢失身份证问题" name="9">
          <div>
            咨询内容： 身份证丢失可以入景点吗？
          </div>
          <div>
            回复内容： 您好，现在大多数景区都是实名制购票，购票验票都是需要身份证的，为了避免给您的行程带来不必要的麻烦，建议您可以到离您较近的或者景区附近的派出所开具临时身份证进行购票参观。希望可以帮助到您，祝您生活愉快！
          </div>
        </el-collapse-item>
        <el-collapse-item title="丢失身份证问题" name="10">
          <div>
            咨询内容： 身份证丢失可以入景点吗？
          </div>
          <div>
            回复内容： 您好，现在大多数景区都是实名制购票，购票验票都是需要身份证的，为了避免给您的行程带来不必要的麻烦，建议您可以到离您较近的或者景区附近的派出所开具临时身份证进行购票参观。希望可以帮助到您，祝您生活愉快！
          </div>
        </el-collapse-item>
        <el-collapse-item title="丢失身份证问题" name="11">
          <div>
            咨询内容： 身份证丢失可以入景点吗？
          </div>
          <div>
            回复内容： 您好，现在大多数景区都是实名制购票，购票验票都是需要身份证的，为了避免给您的行程带来不必要的麻烦，建议您可以到离您较近的或者景区附近的派出所开具临时身份证进行购票参观。希望可以帮助到您，祝您生活愉快！
          </div>
        </el-collapse-item>
        <el-collapse-item title="丢失身份证问题" name="12">
          <div>
            咨询内容： 身份证丢失可以入景点吗？
          </div>
          <div>
            回复内容： 您好，现在大多数景区都是实名制购票，购票验票都是需要身份证的，为了避免给您的行程带来不必要的麻烦，建议您可以到离您较近的或者景区附近的派出所开具临时身份证进行购票参观。希望可以帮助到您，祝您生活愉快！
          </div>
        </el-collapse-item>
      </el-collapse>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      activeNames: ["1"],
    };
  },
  methods: {
    handleChange(val) {
      console.log(val);
    },
  },
};
</script>
<style>
.qa-img img {
  width: 100%;
  height: 400px;
  margin-bottom: 50px;
}
.qa-tree {
  width: 60%;
  margin-left: 20%;
}
</style>