<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>丝绸之路</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
          海上丝绸之路，是古代中国与外国交通贸易和文化交往的海上通道，也称"海上陶瓷之路"和“海上香料之路”，1913年由法国的东方学家沙畹首次提及。海上丝路萌芽于商周，发展于春秋战国，形成于秦汉，兴于唐宋，转变于明清，是已知最为古老的海上航线。中国海上丝路分为东海航线和南海航线两条线路，其中主要以南海为中心。
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          海上丝绸之路，是古代中国与外国交通贸易和文化交往的海上通道，也称"海上陶瓷之路"和“海上香料之路”，1913年由法国的东方学家沙畹首次提及。海上丝路萌芽于商周，发展于春秋战国，形成于秦汉，兴于唐宋，转变于明清，是已知最为古老的海上航线。中国海上丝路分为东海航线和南海航线两条线路，其中主要以南海为中心。
        </p>
        <p>
          南海航线，又称南海丝绸之路，起点主要是广州和泉州。先秦时期，岭南先民在南海乃至南太平洋沿岸及其岛屿开辟了以陶瓷为纽带的交易圈。唐代的“广州通海夷道”，是中国海上丝绸之路的最早叫法，是当时世界上最长的远洋航线。明朝时郑和下西洋更标志着海上丝路发展到了极盛时期。南海丝路从中国经中南半岛和南海诸国，穿过印度洋，进入红海，抵达东非和欧洲，途经100多个国家和地区，成为中国与外国贸易往来和文化交流的海上大通道，并推动了沿线各国的共同发展。
        </p>
        <p>
          东海航线，也叫“东方海上丝路”。春秋战国时期，齐国在胶东半岛开辟了“循海岸水行”直通辽东半岛、朝鲜半岛、日本列岛直至东南亚的黄金通。唐代，山东半岛和江浙沿海的中韩日海上贸易逐渐兴起。宋代，宁波成为中韩日海上贸易的主要港口。
        </p>
        <p>
          中国境内海上丝绸之路主要有广州、泉州、宁波三个主港和其他支线港组成。2017年4月20日，国家文物局正式确定广州为海上丝绸之路申遗牵头城市，联合南京、宁波、江门、阳江、北海、福州、漳州、莆田、丽水等城市进行海上丝绸之路保护和申遗工作。
        </p>
        <p>
          “海上丝绸之路”旅游之路主要城市地点包括：福州、莆田、泉州、厦门、汕头、惠州、广州、湛江、海口、北海、河内、万安滩、新加坡、雅加达、吉隆坡、科伦坡、加尔各答、维多利亚、内罗华、亚丁港、吉布提、开罗、雅典、威尼斯。
        </p>
      </li>
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
</style>