<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>海上丝绸之路</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
          海上丝绸之路，是古代中国与外国交通贸易和文化交往的海上通道，也称"海上陶瓷之路"和“海上香料之路”，1913年由法国的东方学家沙畹首次提及。海上丝路萌芽于商周，发展于春秋战国，形成于秦汉，兴于唐宋，转变于明清，是已知最为古老的海上航线。中国海上丝路分为东海航线和南海航线两条线路，其中主要以南海为中心。
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          海上丝绸之路，是古代中国与外国交通贸易和文化交往的海上通道，也称"海上陶瓷之路"和“海上香料之路”，1913年由法国的东方学家沙畹首次提及。海上丝路萌芽于商周，发展于春秋战国，形成于秦汉，兴于唐宋，转变于明清，是已知最为古老的海上航线。中国海上丝路分为东海航线和南海航线两条线路，其中主要以南海为中心。
        </p>
        <p>
          南海航线，又称南海丝绸之路，起点主要是广州和泉州。先秦时期，岭南先民在南海乃至南太平洋沿岸及其岛屿开辟了以陶瓷为纽带的交易圈。唐代的“广州通海夷道”，是中国海上丝绸之路的最早叫法，是当时世界上最长的远洋航线。明朝时郑和下西洋更标志着海上丝路发展到了极盛时期。南海丝路从中国经中南半岛和南海诸国，穿过印度洋，进入红海，抵达东非和欧洲，途经100多个国家和地区，成为中国与外国贸易往来和文化交流的海上大通道，并推动了沿线各国的共同发展。
        </p>
        <p>
          东海航线，也叫“东方海上丝路”。春秋战国时期，齐国在胶东半岛开辟了“循海岸水行”直通辽东半岛、朝鲜半岛、日本列岛直至东南亚的黄金通。唐代，山东半岛和江浙沿海的中韩日海上贸易逐渐兴起。宋代，宁波成为中韩日海上贸易的主要港口。
        </p>
        <p>
          中国境内海上丝绸之路主要有广州、泉州、宁波三个主港和其他支线港组成。2017年4月20日，国家文物局正式确定广州为海上丝绸之路申遗牵头城市，联合南京、宁波、江门、阳江、北海、福州、漳州、莆田、丽水等城市进行海上丝绸之路保护和申遗工作。
        </p>
        <p>
          “海上丝绸之路”旅游之路主要城市地点包括：福州、莆田、泉州、厦门、汕头、惠州、广州、湛江、海口、北海、河内、万安滩、新加坡、雅加达、吉隆坡、科伦坡、加尔各答、维多利亚、内罗华、亚丁港、吉布提、开罗、雅典、威尼斯。
        </p>
        <img src="scroad/scroad-1-1.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h4>主要港口包括以下城市：</h4>
        <h5>广州</h5>
        <p>
          广州从3世纪30年代起已成为海上丝绸之路的主港，唐宋时期成为中国第一大港和全国外贸中心，是世界著名的东方港市。由广州经南海、印度洋，到达波斯湾各国的航线，是当时世界上最长的远洋航线。据史料记载，仅唐代宗年间，每年到达广州的阿拉伯商船就有四千多艘，大量外商在这里出入。明清两代为中国唯一的对外贸易大港，是中国海上丝绸之路历史上最重要的港口，是世界海上交通史上唯一的2000多年长盛不衰的大港，被称为“历久不衰的海上丝绸之路东方发祥地”。 
        </p>
        <p>
          广州古称番禺，自秦汉开始，其地缘中心的地位以及鲜明的海洋属性，使其成为印度洋地区及南海周边国家商船前来中国贸易必先到达的港口。所以，当时中国与南洋和波斯湾地区的定期航线都集中于广州港，古称“广州通海夷道”，这条航道途经南海、印度洋、波斯湾、东非和欧洲等100多个国家和地区。
        </p>
        <p>
          广州港的兴起除了地缘地理优势外，同时官方也积极主动经营对外贸易，允许私人出海贸易，大力鼓励外国来中国进行贸易并在广州设立了市舶使专管外贸事务，因此广州港的海外交通一直很兴盛。秦始皇统一岭南时的广州已经成为了犀角、象牙、翡翠、珠玑等奇珍异宝的集散地，在广州南越王墓的出土文物里，便有一捆非洲象牙和一件前5世纪的波斯银盒。唐代著名地理学家贾耽曾详细描述过当时著名的全球最长航线，这一记载如今留存于《新唐书·地理志》中。在贾耽笔下，这条航线被称为“广州通海夷道”，全长1.4万千米，商船从广州起航，将丝绸、瓷器、茶叶带往世界各地的同时，也带去了农耕及手工业技术、造纸术和指南针，搭乘商船来来往往的高僧、科学家、画师、译者更是文化交融的使者。宋末至元代时期，广州的中国第一大港的位置被泉州替代，但仍然是中国第二大港。
        </p>
        <p>
          明清两代，由于政府实行海禁政策．广州成为中国海上丝绸之路唯一对外开放的贸易大港，广州海上丝绸大路贸易比唐、宋两代获得更大的发展，形成了空前的全球性大循环贸易，并且一直延续和保持到鸦片战争前夕。这一时期，从广州起航的海上丝绸之路的航线迅速增加到7条，抵达世界7大洲、160多个国家和地区，使珠江之滨的广州呈现出一派外贸繁荣的景象。
        </p>
        <p>
         1949年至1978年，广州很难发挥出大港口的历史优势。1978年后，广州对外贸易进入一个新的发展时期，广交会成为中国对外贸易招商的大舞台。随着航运业的大船化趋势对深水港的要求，广州港也由河港转为海港，主力港由黄埔港移至珠江口几何中心的南沙港。
        </p>
        <img src="scroad/scroad-1-2.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>泉州</h5>
        <p>
         泉州，西方称之为“刺桐”（zaitun），在海上丝绸之路的高峰期（12—14世纪），也是古代中国在中外贸易中居主导地位的时期，作为东西洋间国际贸易网的东方支撑点，占有重要独特的历史地位。古代泉州府的管辖范围包括如今的泉州、厦门、金门、钓鱼岛、澎湖及台湾。古泉州港有“四湾十六港”之称。“四湾”：泉州湾、深沪湾、围头湾、湄洲湾，每个港湾中各有四个支港。在马可波罗游记里，泉州港被誉为东方第一大港，深受马可波罗游记影响的哥伦布致志寻找东方新航路，在意外发现美洲时还以为终于到了泉州。
        </p>
        <p>
          宋元之交，主掌泉州港的地方投降政治势力叛宋降元，泉州港免于战火，保持繁荣。
        </p>
        <p>
          元代，海上丝绸之路的第一主港仍是泉州，但元朝民族等级残酷，蒙古人为第一等，色目人第二等，汉人为最低等，这便使得泉州港的实际权益落入色目人阿拉伯人手里，民族矛盾空前尖锐。元朝后期，中央朝廷的权力斗争波及到这利益攸关的第一大港，导致长达十年的亦思法杭兵乱，泉州港受到重创。
        </p>
        <p>
          明成化十年（1474年），泉州市舶司移设福州，标志着泉州港四百年的外贸港地位的终结。
        </p>
        <p>
         清代，郑成功反清复明，清廷海禁迁界，泉州的社会经济遭到严重破坏。大批民众为了生计开始背井离乡，下南洋过台湾，造就泉州中国第一侨乡和台湾同胞主要祖籍地。
        </p>
        <p>泉州港繁华落尽，衰落到默默无名不为人知，以致西方学者在整个19世纪都在争论那个曾在12—14世纪无比繁荣为西方津津乐道的zaitun（刺桐）究竟在哪里。直到1918年日本学者桑原骘藏的《蒲寿庚考》问世，zaitun即泉州才成定论。
        </p>
        <p>
          1989年4月，在陕西西安召开的联合国教科文组织“丝绸之路综合研究专家咨询委员会全体会议”上，与会代表一致决定，今后在中国的海上丝绸之路考察将以泉州为重点，所有的活动包括国际学术研讨会都将在泉州举行。
        </p>
        <p>
          1991年2月14日，联合国教科文组织海上丝绸之路考察团开始在泉州的5天考察之旅，并在反映泉州海外贸易与交通史实的泉州九日山留下祈风石刻。考察活动汇聚来自30多个国家的50多名学者和记者。在完成考察后，总协调人迪安博士向世界郑重宣布考察团的结论：“泉州整个城市是海上丝绸之路博物馆的完美体现，在泉州考察是整个考察活动的非常重要阶段。丝绸之路是经济文化交流之路、和平发展友谊之路，泉州在新开辟的海上丝绸之路将发挥中心作用。”
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>宁波</h5>
        <p>
         宁波，古称明州。位于中国南北海运航线的终端，通江达海，辐射内陆。浙东运河将宁波与钱塘江连接起来，隋朝开通大运河后，浙东运河又成为大运河的自然延伸段，从而构成一个完整的南北水运动脉，宁波则成为大运河出海口。通过钱塘江、长江、大运河等众多水系，使宁波港的辐射力拓展到众多内陆省份。 
        </p>
        <p>
          宁波的海外交通始于东汉晚期。这一时期，舶来品和印度佛教已通过海路传至宁波地区。唐代长庆元年（821年）明州迁治三江口后，构建州城，兴建港口，置官办船场，修杭甬运河等一系列重大举措，使明州成为中国港口与造船最发达的地区之一，跻身于四大名港之列。日本遣唐使先后四次在明州登陆入唐。明州商团崛起，越窑青瓷远销世界各地。中国的东海航线主要由宁波进出港。
        </p>
        <p>
         宋元时期明州港是中国三大国际贸易港之一。北宋淳化二年（991）始设市舶司，成为中国通往日本、高丽的特定港，同时也始通东南亚诸国。两次受旨打造“神舟”，造船技术居世界领先地位。
        </p>
        <p>
         明代海禁，宁波港衰落，但宁波港仍是中日官方勘合贸易的唯一登陆港，明海禁导致海外贸易被迫转型为走私性质的私商贸易，而宁波双屿港一度是浙江乃至江南最大的私商港。
        </p>
        <p>
        清代设在宁波的浙海关是当时全国四大海关之一。
        </p>
        <img src="/scroad/scroad-1-3.jpg" alt="">
      </li>
       <li class="sc-li-11 sc-li-14">
        <h5>南京</h5>
        <p>
         3—6世纪，六朝政权为了建立与朝鲜半岛和日本列岛国家的友好往来，形成了以建康（今南京）为起点的东海航线，这为拓展和加强中国与东亚国家之间的文化交流。六朝政权与东亚、东南亚、西亚等外国交往主要通过海路进行，建康都城成为各国文化交流方面的主要城市。佛教经义乃至佛寺建筑就是在此时从建康传入百济（韩国）和倭国（日本）。 
        </p>
        <p>
         15世纪，明朝郑和下西洋使南京成为郑和下西洋造船基地和始发港，见证了海上丝路最后的辉煌。南京是郑和下西洋的策源地、起终点和物资人员汇集地。永乐皇帝为表彰其出使西洋修建的天妃宫、静海寺以及为下西洋兴建的大型官办造船基地龙江宝船厂等历史遗存见证这一航海壮举。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>福州</h5>
        <p>
        福州（港）作为中国古代“海上丝绸之路”的重要启泊地之一，肇始和奠定了对外商贸格局，推动繁荣发展了中国海上丝绸之路，成为沟通中国与海外文化交流和商贸往来的重要通道。 
        </p>
        <p>
         福州海上丝绸之路在唐中期至五代时期，不仅发挥着中外经济贸易通道的历史作用，还促进了东西方多元文化的交流以及与世界各国的友好交往。就佛教文化交流来讲，唐末五代主闽的统治阶层十分推崇佛教，寺院及僧侣数量居全国前列，出现了许多著名的佛寺（如雪峰寺等）与高僧（神晏、师备、长庆慧稜等），在中国佛教史上占有重要地位。这个时期，福建与印度、朝鲜、日本等国在佛教文化上交流频繁，主要表现为许多外国僧人来到福州学习交流佛法。《三山志》卷38“怀安县安国寺”记载，“光化初，僧师备自雪峰来居焉，馆徒常千人，高丽、日本诸僧亦有至者”。
        </p>
        <img src="/scroad/scroad-1-4.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>扬州</h5>
        <p>
        从空间地理上来讲，把“陆上丝绸之路”与“海上丝绸之路”联系起来的是大运河。大运河因为其在中国水陆交通网络中的关键地位，长时间成为“东方世界主要国际交通路线”。扬州则借其在大运河沿线城市中的独特位置和大运河在全国交通体系中的作用，成为“陆上丝绸之路”与“海上丝绸之路的连接点”。兼得江、河、海运之便，隋代扬州就确立了全国水陆交通枢纽地位。唐朝全国经济中心南移，“海上丝绸之路”随之崛起，扬州成为唐朝吞吐四海，沟通宇内主要窗口。宋、元时期，扬州仍然起着纽带作用。扬州是漕运和南北物资集散中心，8世纪中期商业经济地位跃居全国首位。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>漳州</h5>
        <p>
        明朝海禁，民间海外贸易被迫转型为走私性质的私商贸易，泉州港作为宋元两朝官方大港，受到严格管控压制。走私只能在沿海小港口进行，官府虽明言海禁但在地方官府利益驱使之下控制不力，往往采取纵容政策，最后私商贸易逐渐集中到漳州月港。
        </p>
        <p>
         月港在漳州城东南20千米，北距泉州城80千米，属内河港，港道不深，港道从海澄港口起，沿南港顺流而东，经海门岛到九龙江口的圭屿，再经今厦门岛方可出海。月港自然条件并不优越，港道水浅、大型舶船不能靠岸，却非常便于控制，因此很快成为东南沿海最大私商港口。在西方商业扩张势力东进于浯屿时，内地私商可以通过月港到近海的西方商业据点去交易。
        </p>
        <p>
          隆庆元年（1567年），明朝廷迫于内外压力，解除海禁开放月港，“准贩东西洋”，月港终于得到正名，迎来中国海外贸易的月港时代，从兴起到繁荣昌盛近200年。
        </p>
        <p>
          月港开洋不久遇到朝代更替，郑成功与清军在闽南沿海对峙拉锯争战几十年，不仅战火殃及月港。同时清廷为扼制郑氏，在沿海实行迁界，繁华的月港航运商贸一时萧条。禁海、迁界，使月港完全衰落而一蹶不振。而郑成功占据厦门时，厉行“以商养军”大力发展海运，厦门港遂兴起，地处其后方本来就以厦门为出海必经地的月港，其作用渐被厦门所取代。康熙二十三年（1684年），清廷在厦门设海关，正式取代了月港的海外贸易地位，内河、近海的水运中心也向漳州府靠拢而移至（龙海）石码港。
        </p>
        <img src="/scroad/scroad-1-5.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>蓬莱</h5>
        <p>
        蓬莱（登州）唐代以前为天然良港，宋庆历二年（1042年）设“刀鱼寨”，明洪武九年（1376年）建蓬莱水城，水城内的蓬莱阁在此期间也逐步扩建继而名声大振，蓬莱水城及蓬莱阁作为一个整体完整体现了古代登州港在对外交往过程中发挥的重要作用。蓬莱（登州）以其优越的地理位置，成为连接东北亚交流的纽带，受到历朝历代政府的重视。据现有可查阅资料表明，历朝历代朝、日使节共有65次在登州登陆的记录。唐宋时，在此设立“新罗馆”、“高丽馆”专门接待水路来朝的使节。 
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>连云港</h5>
        <p>
        连云港古称海州，秦始皇二十八年—前219年至前210年，秦始皇为求长生不老药，曾遣方士徐福率童男童女和百工等数千，于琅琊郡古朐港东渡日本，这是有文字记载的中国人首次航海。
        </p>
        <p>
         隋唐以后，海州成为大唐帝国和新罗、日本交往的重要城市。大量来往于海上贸易的新罗人在今连云港的宿城设立了新罗所与新罗村，连云港成为当时繁忙的海上运输线中不可或缺的一环。在清朝统一台湾之后，云台山（今江苏连云港）与广州、漳州、宁波、四地，于康熙二十三年被指定作为对外通商口岸，称为“四口通商”。
        </p>
        <img src="/scroad/scroad-1-6.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>经济影响</h5>
        <p>
       古代海上丝绸之路从中国东南沿海，经过中南半岛和南海诸国，穿过印度洋，进入红海，抵达东非和欧洲，成为中国与外国贸易往来和文化交流的海上大通道，并推动了沿线各国的共同发展。中国输往世界各地的主要货物，从丝绸到瓷器与茶叶，形成一股持续吹向全球的东方文明之风。尤其是在宋元时期，中国造船技术和航海技术的大幅提升以及指南针的航海运用，全面提升了商船远航能力，私人海上贸易也得到发展。这一时期，中国同世界60多个国家有着直接的“海上丝路”商贸往来。“涨海声中万国商”的繁荣景象，透过意大利马可·波罗和阿拉伯伊本·白图泰等旅行家的笔墨，引发了西方世界一窥东方文明的大航海时代的热潮。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>文化影响</h5>
        <p>
        通过海上丝绸之路，中国还传播着民族工艺和儒道思想，对“海上丝路”沿线国家和地区以及欧洲各地产生不同程度的影响，甚至掀起了“中国热”。其中，瓷器和茶叶对世界有着很大的影响。
        </p>
        <p>
         俄国、法国、埃及等很多国家都崇尚收藏中国瓷器或以之为外交礼品，也曾把中国的瓷器作为身份的象征或类似黄金的代货币。在中国瓷器的影响下，世界各国的制瓷工业得到发展，从阿拉伯国家仿制中国式的瓷坛，到波斯结合中国瓷器造型的波斯陶器，之后泰国、越南、埃及、荷兰、法国、德国、俄国、丹麦、英国、西班牙等国也都掌握了制瓷技术，甚至通过中国瓷器工艺与本国文化的结合，创新出许多产品。随着这些国家崇尚中国瓷器之风的盛行，他们的生活方式和审美观念也有了一定的改变，崇尚中国瓷器的观念也融合到了宗教文化之中。
        </p>
        <p>
          茶文化也传播到世界各地，从生活方式到思维理念对许多国家产生了一定影响。9世纪日本刮起一股“弘仁茶风”，贵族间出现了模仿中国人品茶的风潮。12世纪，日本僧人到中国将茶种带回日本种植，此后经过长期的本土化，最终形成独特的日本茶道。17世纪初，荷兰率先通过海上丝绸之路将茶叶输入欧洲，开始推行饮茶之风。18、19世纪，茶叶在英国开始由奢侈品转变为大众饮品，饮茶也成为英国传统文化的组成部分。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>历史影响</h5>
        <p>
        历史证明，由海上丝绸之路带动的不同文化的交流碰撞，推动了世界的进步和发展，国际化视野的开放交流也因此成为世界发展的思想共识。当下，中国正在启动与东盟及世界各国共建21世纪海上丝绸之路的重大战略，历史上曾创下的海洋经济观念、和谐共荣意识、多元共生意愿，将为国家发展战略再次提供丰厚的历史基础。“友善、包容、互惠、共生、坚韧”的海上丝绸之路的文化内涵，对于建设21世纪海上丝绸之路，对于中国与世界更深层次的互动，无疑具有深刻的启迪和极其重要的当代意义。
        </p>
        <p>
         在新的国际形式下中国倡导建立的“21世纪海上丝绸之路”，是富含军事意图与地缘政治意图的发展战略。21世纪海上丝绸之路是构建和平稳定周边环境的战略举措，是中国与东盟之间开拓新的合作领域、深化互利合作的战略契合点，有利于搁置争议、增进共识、合作共赢，推动构建和平稳定、繁荣共进的周边环境；也是新形势下中国应对挑战、用开放倒逼改革的重要途径；还是拓展中国经济发展空间的深远谋划，不仅有助于中国与海上丝绸之路沿线国家在港口航运、海洋能源、经济贸易、科技创新、生态环境、人文交流等领域开展全方位合作，而且对促进区域繁荣、推动全球经济发展具有重要意义，同时将大大拓展中国经济发展战略空间，为中国经济持续稳定发展提供有力支撑，并最终促进沿线国家共同繁荣，实现互利共赢。
        </p>
        <img src="/scroad/scroad-1-7.jpg" alt="">
      </li>
      
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
.sc-li-14 img{
    width: 100%;
    height: 400px;
}
</style>