<template>
  <div class="sdetail">
    <div class="sdt-img">
      <img src="/food/foodtop.jpg" alt="" />
    </div>
    <ul class="sdt-ul1">
      <li class="sdt-li1 sdt-li2">
        <b>游在西安||大明宫国家遗址公园</b>
      </li>
      <li class="sdt-li1 sdt-li3">
        <span
          ><b>文章摘要：</b> 大明宫的春天，碧水蓝天，流水潺潺，云卷云舒，波光潋影，美景如画；湛蓝的天空倒映湖中，岸边的游人怡然自乐，飞舞的蜂蝶生机盎然，水草蹁跹，碧水悠悠。</span
        >
      </li>
      <li class="sdt-li1">
        <img src="/jingqu/jq3.png" alt="" />
        <h5>景点介绍</h5>
        <p>
          一座城市的灵动，离不开山水。古都西安，因山而生，因水而美，也因山水而荣。湖泊，是城市的眼睛，它倒映的，正是一座城市内在的气质。
        </p>
        <p>
         大明宫的春天，碧水蓝天，流水潺潺，云卷云舒，波光潋影，美景如画；湛蓝的天空倒映湖中，岸边的游人怡然自乐，飞舞的蜂蝶生机盎然，水草蹁跹，碧水悠悠。
        </p>
        <h5>基本信息</h5>
        <h5>游览用时参考</h5>
        <p>建议1-3小时</p>
        <h5>交通</h5>
        <p>公交:市区乘坐14路、23路、40路118路、208路、214 路、221 路、223路、 232
          路、706路、402路、512路、619路、704路、800路、游6路、258路公交车到“文昌门”站下,步行5分钟可达</p>
        <h5>门票</h5>
        <p>全票：60元/人 半 票：30元/人</p>
        <p>6周岁（不含6周岁）—18周岁（含18周岁）未成年人、全日制大学本科及以下学历的学生持本人身份证或学生证等有效证件购票，享受半票政策优惠。</p>
        <p>免票：（1）65周岁（含65周岁）以上的老年人凭本人身份证（或敬老优待证）享受免票。2）残疾人凭残疾证享受免票。（3）中国人民解放军和武警部队现役军人（含军队离退休干部）、军队院校学员、革命伤残军人及警察，凭军官证（离退休证）、文职干部证、士官证、士兵证、学员证、军残证及警官证享受免票。（4）6周岁（含6周岁）以下或身高1.2米（含1.2米）以下的儿童实行免票。身高超过1.2米（不含1.2米）但年龄未超过6周岁（含6周岁）的儿童需出示本人户口本或出生证等有效身份证件予以免票。</p>
        <h5>tips:</h5>
        <p>本馆全面执行“线上购票、分时预约、错峰限流”政策，每日接待人数不超过最大承载量75%。请您通过官方微信公众号“西安碑林博物馆”提前预约购票。</p>
        <h5>时间</h5>
        <p>春夏季节：每年 4月15日~10月15日-售票时间：8:30-17:30 检票时间：8:30-18:30 闭园时间：19:00</p>
        <p>秋冬季节：每年 10月16日~4月14日-售票时间：8:30-17:00 检票时间：8:30-17:30 闭园时间：18:00</p>
        <h5>联系</h5>
        <p>
          电话:029-87210764 票 务:029-87253331 讲 解:029-87213868
        </p>
        <ul>
          <li v-for="(item, index) in imgs" :key="index">
            <img :src="item" alt="" />
          </li>
        </ul>
        
      </li>
    </ul>
  </div>
</template>
<script>
export default {
  data() {
    return {
      imgs: [
        "/jingqu/jq3-1.png",
        "/jingqu/jq3-2.png",
        "/jingqu/jq3-3.png",
        "/jingqu/jq3-4.png",
        "/jingqu/jq3-5.png"
      ],
    };
  },
};
</script>
<style>
.sdt-img img {
  width: 100%;
  height: 400px;
}
.sdt-ul1 {
  width: 70%;
  margin-left: 15%;
  background: white;
  padding-top: 40px;
}
.sdt-li1 {
  width: 80%;
  margin-left: 10%;
}
.sdt-li1 h5 {
  padding: 20px 0;
}
.sdt-li1 img {
  width: 76%;
  margin-left: 12%;
}
.sdt-li2 {
  text-align: center;
  margin-bottom: 20px;
  font-size: 30px;
}
.sdt-li3 {
  background: #e1efff;
  padding: 20px;
  margin-bottom: 20px;
}
</style>