<template>
  <div class="sdetail">
    <div class="sdt-img">
      <img src="/food/foodtop.jpg" alt="" />
    </div>
    <ul class="sdt-ul1">
      <li class="sdt-li1 sdt-li2">
        <b>游在西安||大唐芙蓉园</b>
      </li>
      <li class="sdt-li1 sdt-li3">
        <span
          ><b>文章摘要：</b> 西安大唐芙蓉园自古就贵为皇家御苑，兴起于秦汉、繁盛于隋唐。今天的大唐芙蓉园，在原唐代遗址之上复古兴建，占地1000亩，是一个全方位展示盛唐历史风貌的5A级大型皇家园林式文化景区。</span
        >
      </li>
      <li class="sdt-li1">
        <img src="/jingqu/jq4.png" alt="" />
        <h5>景点介绍</h5>
        <p>
          西安大唐芙蓉园自古就贵为皇家御苑，兴起于秦汉、繁盛于隋唐。今天的大唐芙蓉园，在原唐代遗址之上复古兴建，占地1000亩，是一个全方位展示盛唐历史风貌的5A级大型皇家园林式文化景区。
        </p>
        <p>
          景区分为14个文化区，以西安作为“盛唐之都”的辉煌历史为主线，集盛唐历史景观精华为一体，从建筑、餐饮、歌舞、音乐、民俗等多个角度，运用现代高科技手段和丰富多彩的节目，对唐代的灿烂文化进行了生动演绎和全面再现。大型水舞光影秀《大唐追梦》，乘船环游，带给游客极富震撼的文化体验；超时空唐乐舞剧《梦回大唐》黄金版恢宏大气，如梦似幻。人类非物质文化遗产东仓鼓乐、上巳节、新春灯会等文化遗产也被纳入大唐芙蓉园的展示体系，为这些传统艺术的持续发展提供了平台。中央电视台2006《玄奘之路》文化交流活动、2007“中华情”中秋晚会、2007年“倾国倾城”大型电视晚会，2009中国诗歌节、2016年央视元宵晚会、央视中秋晚会等大型活动都在这里成功举办，将世界的目光聚焦在大唐盛世，展示了长安历史的气魄和生命力。大唐芙蓉园每年接待海内外游客近300万人，已成为名副其实的西安的“城市客厅”和陕西的“文化名片”，他正以独特的魅力和无可比拟的历史地位，成为华夏子孙寻根追梦的文化祖庭和重温盛世的精神家园。
        </p>
        <h5>基本信息</h5>
        <h5>游览用时参考</h5>
        <p>建议1-3小时</p>
        <h5>交通</h5>
        <p>公交:途经大唐芙蓉园南门（唐市）站的公交车有：22，24，161，212，307，157，曲江公交旅游环线。途经大唐芙蓉园西门(御苑门站)的公交车有：22，23，24，44，161，212，224，526，609，曲江公交旅游环线，游9。</p>
        <p>地铁：途径大唐芙蓉园西门的地铁站：地铁四号线。</p>
        <h5>tips:</h5>
        <p>《大唐追梦》演出是大唐芙蓉园新推出的大型水舞光影秀，演出是由国家级制作人沙晓岚担任总导演，G20杭州峰会、北京冬奥八分钟执行导演王醒及团队匠心打造的具有西安曲江特色“日游夜演”的全新概念文旅演艺产品。演出以“盛唐文化及风情”为载体、以“曲江盛宴”为原创题材，以“视觉”为立意、以“梦境”为主题，通过顶尖科技与历史文化的完美融合，营造出光影与游船的独特梦幻体验。乘坐在游船上，环游芙蓉湖面，生动逼真的的场景，神秘莫测，美轮美奂，带领游客入梦长安，共赴大唐视听盛宴，必将树立旅游市场新的旗帜，成为夜游市场的新势力。</p>
        <h5>时间</h5>
        <h5>联系</h5>
        <p>
          电话:029-87210764 票 务:029-87253331 讲 解:029-87213868
        </p>
        <ul>
          <li v-for="(item, index) in imgs" :key="index">
            <img :src="item" alt="" />
          </li>
        </ul>
        
      </li>
    </ul>
  </div>
</template>
<script>
export default {
  data() {
    return {
      imgs: [
        "/jingqu/jq4-1.png",
        "/jingqu/jq4-2.png",
        "/jingqu/jq4-3.png"
      ],
    };
  },
};
</script>
<style>
.sdt-img img {
  width: 100%;
  height: 400px;
}
.sdt-ul1 {
  width: 70%;
  margin-left: 15%;
  background: white;
  padding-top: 40px;
}
.sdt-li1 {
  width: 80%;
  margin-left: 10%;
}
.sdt-li1 h5 {
  padding: 20px 0;
}
.sdt-li1 img {
  width: 76%;
  margin-left: 12%;
}
.sdt-li2 {
  text-align: center;
  margin-bottom: 20px;
  font-size: 30px;
}
.sdt-li3 {
  background: #e1efff;
  padding: 20px;
  margin-bottom: 20px;
}
</style>