<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>古城底蕴 名家辈出</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
         西安，古称长安、镐京，是中国历史上著名的十三朝古都。在此建都的朝代不胜繁举，而其中正包括了中国最强盛朝代之一的唐代。
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          西安，古称长安、镐京，是中国历史上著名的十三朝古都。在此建都的朝代不胜繁举，而其中正包括了中国最强盛朝代之一的唐代。
        </p>
        <p>
         唐朝（618年—907年），是继隋朝之后的大一统王朝，共历二十一帝，享国二百八十九年，因皇室姓李，故又称为李唐，是版图最大，亦是唯一未修建长城的大一统中原王朝。
        </p>
        <img src="story/story-2-1.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
         唐朝最令人瞩目的文学成就可谓是唐诗，自陈子昂和“初唐四杰”起，唐朝著名诗人层出不穷，盛唐时期的李白、杜甫、岑参、王维，中唐时期的李贺、韩愈、白居易，晚唐时期的李商隐、杜牧是其中的几个代表诗人。他们的诗作风格各异，既有对神话世界的丰富想象，又有对现实生活的细致描写，既有激昂雄浑的边塞诗，亦有沉郁厚重的“诗史”，还有清新脱俗的田园诗。这些诗作共同构成了中国古代文学的杰出代表。后世宋、明、清虽仍有杰出诗人出现，但律诗和古诗的总体水平都不如唐朝，使得唐诗成为了中国古诗不可逾越的巅峰。
        </p>
        <img src="story/story-2-2.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
        《全唐诗》收录数量最多的大城市中就包括了唐朝首都长安，也就是现如今的西安。
        </p>
        <p>
        西安与唐诗息息相关的地点，实在是多不胜数。
        </p>
        <p>
        兴庆宫在唐代是皇宫。园子里，有一座沉香亭。
        </p>
        <p>
        这座亭子的主角，应该是牡丹花、李隆基和杨玉环。当然，最闪亮的是诗仙李白。在这里，李白留下了：“云想衣裳花想容，春风拂槛露华浓。若非群玉山头见，会向瑶台月下逢。”“名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。”
        </p>
       <img src="story/story-2-3.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
         今天的沉香亭，是1958年重建的，红檐碧瓦，明显有盛唐风格。在一段关于沉香亭的介绍中，园方特别注明，这座亭子是李隆基为了杨玉环而建，是两人当年游乐宴饮、观赏牡丹的地方。
        </p>
        <p>
          亭上挂着郭沫若与赵朴初写的牌匾，每年阳春三月，樱花绽放，走过这里的人，可以用微信扫一扫，听语音讲解。
        <p>
        一首《清平调》中的名句，与沉香亭一道名噪天下，千古流芳。后来，邓丽君、王菲等人，都分别演唱过这首歌，声音里有着宽阔的旖旎风光，是一种明朗却又深沉的力量。
        </p>
      </li>
       <li class="sc-li-11 sc-li-14">
        <p>
        樊川路的历史，最早可追溯至汉朝。唐朝时，这里是有名的“富人区”，诗人崔户春游至此，写下了“人面不知何处去，桃花依旧笑春风”。
        </p>
        <p>
        《中国诗词大会》的热播，打开了成磊心中诗情画意的另一扇门。春节过后，他在书店买来《唐诗三百首》，并严格要求自己，每天背一首唐诗。
        </p>
        <p>
        樊川路往西，是今天的子午大道。杜牧“一骑红尘妃子笑，无人知是荔枝来”的句子，描写的正是唐玄宗为了让杨贵妃吃上新鲜荔枝，从子午大道加急运送的场景。
        </p>
        <p>
        沿樊川路一直往北，就是唐朝时大名鼎鼎的“韦曲”。从汉朝到唐朝，长安区一共出过60多位宰相，其中韦氏家族就有22位，毗邻的“杜曲”出过11位，这在全国都是很罕见的。
        </p>
        <img src="story/story-2-5.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
        唐朝诗人元稹，娶了长安区韦曲的妻子韦丛，韦丛早逝，元稹写下了流传千古的悼亡诗：“曾经沧海难为水，除却巫山不是云”。
        </p>
        <p>
        元稹的好朋友、诗人白居易与西安，也有说不清的渊源。现在的曲江池遗址公园内，仍有白居易和元稹骑马的雕像，再现了二位诗人在曲江池吟诗作对、骑马悠行的情景。李商隐的另一首《乐游原》，在西安几乎妇孺皆知：“向晚意不适，驱车登古原。夕阳无限好，只是近黄昏”。乐游原是唐代长安城内地势最高的。汉宣帝立乐游庙，又名乐游苑、乐游原。原上的青龙寺，如今每到清明时节，樱花盛开，游人如织，成为西安市民踏青赏景的一处胜地。
        </p>
        <p>
        西北大学历史学教授张永禄曾绘制过一幅历史名人在西安的住所，白居易最初住在现在南二环雁塔南路附近，后来又搬到了祭台村、青龙寺。
        </p>
        <p>
        在现在的大雁塔北广场，27岁的白居易写下“慈恩塔下题名处，十七人中最少年”，成为“雁塔题名”最生动的注解。  
        </p>
        <img src="story/story-2-6.png" alt="">
      </li>
      
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
.sc-li-14 img{
    width: 100%;
    height: 400px;
}
</style>