<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>高山仰止 感恩秦岭</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
         秦岭，分为狭义上的秦岭和广义上的秦岭。
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          秦岭，分为狭义上的秦岭和广义上的秦岭。
        </p>
        <p>
          狭义上的秦岭，仅限于陕西省南部、渭河与汉江之间的山地，东以灞河与丹江河谷为界，西止于嘉陵江 [1]  。而广义上的秦岭，是横贯中国中部的东西走向山脉。西起甘肃省临潭县北部的白石山，向东经天水南部的麦积山进入陕西。在陕西与河南交界处分为三支，北支为崤山，中支为熊耳山；南支为伏牛山。长约1600多千米，为黄河支流渭河与长江支流嘉陵江、汉水的分水岭。
        </p>
        <img src="story/story-1-1.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
          生活在终南山里的人大概都知道，他们现在赖以生存的这座山岭曾经养育了他们的祖先。他们的祖先是秦人。但是有一件事他们未必都很清楚，那就是这些被称之为秦人的人后来又翻天覆地地建立起了中国历史上第一个封建大帝国。自古以来，秦岭就充满着令人向往的神秘色彩，就连它名字的由来都还是个谜。究竟出自谁口，得于何时，史学界至今还莫衷一是，只有一种观点被普遍认可，那就是它源于古代秦人和秦帝国的威名。所以，这座横亘在中国内陆腹地的巨大山系，就叫秦岭。古老的地理学认为，中国大陆众多山脉的根是昆仑山。因此，在秦始皇统一中国之前，秦岭被称为昆仑；后来，又因为秦岭矗立在秦国都城之南，所以秦岭又被称作终南山，或者南山。 
        </p>
        <p>
          直到公元一世纪，司马迁在他那著名的《史记》中，写下“秦岭，天下之大阻”这句话之后，秦岭才有了正式的文字记载。
        </p>
        <img src="story/story-1-2.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
         当这座横亘在中国大地之上，绵延1600多公里的山脉告别“万世之宗”的昆仑山之后，便义无反顾地踏上了奔向中原大地的漫漫征程。途中，一座座高峻的山岭又加入到秦岭逶迤东进的阵营，形成了一个庞大的山系，它西起甘肃，穿越陕西，东至河南，最终把中国大陆一分而为南北两半。 一座非凡的山脉，必然有着不同寻常的身世。截至到上世纪50年代的很长一段时间内，人们一直把中国南方和北方，笼统地归结于长江流域和黄河流域。那么，在中国大陆上真正意义的南北方分界线究竟应该在什么地方呢？终于，科学家们一致认定，以秦岭为界，在中国版图上划出一道东西向的横线，做为南北大陆地理分界线。这条不同凡响的横线，就是位于中国大陆南北中轴线上的秦岭和淮河。冬天到了，秦岭以北的关中地区寒风凛冽，冰天雪地，人们守着热炕、炉火，才能度过这个寒冷的季节；而秦岭以南与关中地区仅一山之隔的汉中盆地，却依然青山绿水，春意融融。人们忙碌着撒网捕鱼，播种收获，尽情享受阳春三月般的舒适与温暖。寒流过后，皑皑白雪覆盖了大江南北，霜冻天气可以越过南岭，把逼人的寒意推进到北回归线横穿而过的广东。而远离北回归线近一千公里的四川盆地，却依然百花吐艳，遍地流芳，成为中国境内除海南岛以外，唯一一个免受霜冻之害的省份，而这一切秦岭山脉所起到的作用是决定性的。
        </p>
       <img src="story/story-1-3.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
         每年到了四五月份，也就到了最能够展示秦岭生命力的季节。来自太平洋的暖湿气流乘势北上，沉默了一个冬季的茫茫群山，仿佛一夜之间就会变得满目葱茏，迸发出无尽生机。距今一千多年以前，被称为中国古代医药学奠基者的孙思邈，就是在太白山脚下度过了48年的漫长时光，在这里完成了他那部重要的药物学著作《千金方》。
        </p>
        <p>
          就在孙思邈被中国道教尊为医圣之后，他在秦岭隐居的动因被披上了神秘的色彩。无论怎么说，孙思邈从小就喜爱“天下万物生于有，有生于无”的哲学智慧确是有据可查。据史书记载，孙思邈20岁的时候，就能把老子著述的《道德经》倒背如流。 天人合一，阴阳协调，辩证施治不单是孙思邈研究医术的核心价值观，同时也是中华中医文化的精髓，而这种辩证思维哲学的创立者，就是中国道家思想的奠基人老子。
        <p>
         公元前771年的烽火之乱后，安享礼乐盛世275年的西周王朝，不得不放弃苦心经营的国都镐京，东迁洛阳。周王室如日暮西山，一天天走向衰微，中国历史进入了诸侯纷争，争夺霸业的春秋战国。公元前八世纪到公元前三世纪，雄心勃勃的各路诸侯，在以黄河和渭河流域为中心的华夏大地上，展开了持续500年之久的霸业争斗。剧烈的变革和动荡，为中国缔造了一个具有思想解放，个性张扬与人格凸显特征的时代。一时间，儒、墨、道、法，诸子百家，择木而栖，形成了中国历史上百花齐放，百家争鸣，思想空前活跃的文化奇观。
        </p>
        <p>
         位于秦岭山中的楼观台，2500年前因为有了与老子的联系，自古至今声名远扬。直到今天，从四面八方来到这里的游人，还是要虔诚毕恭地给老子，这位和西方的苏格拉底一样，为人类思想夜空带来犀利光芒的圣贤，点上一柱感恩的香火。
        </p>
        <img src="story/story-1-4.jpg" alt="">
      </li>
       <li class="sc-li-11 sc-li-14">
        <p>
        20世纪初年，孙中山先生在规划中华民国未来的图景时，把“引江济河”、“引洪济旱”这样的文字写进了那篇著名的“建国方略”。这恐怕就是中国南水北调远景最早见诸文字的领袖思维。然而当时的中国现实却只能使蓝图搁置于蓝图。
        </p>
        <p>
        1931年，长江洪水淹没武汉。痛心疾首的爱国人士立即向国民政府递交了一份引部分长江水导入渭河的治水方案，他们重申孙中山先生引江济河的治国方略，并且在方案中说，“像我们这样一个水资源十分贫乏的国家，怎能放几十亿立方米的洪水泛滥成灾，害人后，白白流入大海呢？”这个方案既痛心于长江导致的南涝，又顾及到了以渭河为标志的北旱，赤子之情与科学理性并存。可是，杜鹃啼血一般的呼吁也依然归于尘封。最终，悄无声息了。追根溯源，渭河和汉江这两条旱涝两极分化的河流，竟然出于同一座山脉。这座山脉既是中国南北地理分界线，气候分界线，同时又是大江大河的分水岭。它就是横亘在中国版图坐标中心的秦岭。在秦岭的南麓和北麓分别流淌着上百条大小河流。其中，北麓河流最终被渭河一网收尽送给了黄河，而南麓的河流又被汉江总揽一身交给了长江。
        </p>
        <img src="story/story-1-5.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <p>
        新中国建立后的1953年2月，毛泽东来到长江，他问身边的水利专家林一山，“能不能把南方的水调一部分到北方呢？”。林一山回答说“汉江有可能。因为汉江与黄河、渭河隔着秦岭平行向东流，越往东地势越低，水量越大，而引水工程规模就越小。”毛泽东说，“你回去以后立即派人勘察，一有资料就即刻给我写信。” 
        </p>
        <p>
         就是在这样的历史背景下，南水北调这一人类历史上又一幅宏大的水利工程蓝图形成了它的基本框架。历经半个世纪的勘测、规划和论证，在比较50多种规划方案的基础上，南水北调和三峡水库两大工程在上世纪90年代初，相继被七届全国人大第四次、第五次会议列入国家发展十年规划，随之步入实施。南水北调工程纵贯中国长江、黄河、淮河、海河四大流域，分东、中、西三线兴修现代运河。这一迄今为止人类历史上最大的水利工程震动了世界。
        </p>
        <img src="story/story-1-6.jpg" alt="">
      </li>
      
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
.sc-li-14 img{
    width: 100%;
    height: 400px;
}
</style>