<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>申遗丝绸之路</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
          第38届世界遗产大会同意中国与吉尔吉斯斯坦、哈萨克斯坦联合提交的“丝绸之路：长安-天山廊道路网”（原为“丝绸之路：起始段和天山廊道的路网”）文化遗产申请项目入选《世界遗产名录》。至此，中国的世界遗产数量增至47处。丝绸之路是跨国系列文化遗产，属文化线路类型。它经过的路线长度大约8700公里，包括各类共33处遗迹。其中，中国境内有22处考古遗址、古建筑等遗迹，包括河南省4处、陕西省7处、甘肃省5处、新疆维吾尔自治区6处，遗产区总面积为29825.69公顷，缓冲区总面积为176526.03公顷。
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          第38届世界遗产大会同意中国与吉尔吉斯斯坦、哈萨克斯坦联合提交的“丝绸之路：长安-天山廊道路网”（原为“丝绸之路：起始段和天山廊道的路网”）文化遗产申请项目入选《世界遗产名录》。至此，中国的世界遗产数量增至47处。丝绸之路是跨国系列文化遗产，属文化线路类型。它经过的路线长度大约8700公里，包括各类共33处遗迹。其中，中国境内有22处考古遗址、古建筑等遗迹，包括河南省4处、陕西省7处、甘肃省5处、新疆维吾尔自治区6处，遗产区总面积为29825.69公顷，缓冲区总面积为176526.03公顷。
        </p>
        <img src="scroad/scroad-3-1.png" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>中国境内22处遗产点主要包括：</h5>
        <p>
          河南省4处：汉魏洛阳城遗址、隋唐洛阳城定鼎门遗址、新安汉函谷关遗址、崤函古道石壕段遗址； 
        </p>
        <p>
          陕西省7处：汉长安城未央宫遗址、张骞墓、唐长安城大明宫遗址、大雁塔、小雁塔、兴教寺塔、彬县大佛寺石窟；
        </p>
        <p>
         甘肃省5处：玉门关遗址、悬泉置遗址、麦积山石窟、炳灵寺石窟、锁阳城遗址；
        </p>
        <p>
          新疆维吾尔自治区6处：高昌故城、交河故城、克孜尔尕(gǎ)哈峰燧、克孜尔石窟、苏巴什佛寺遗址、北庭故城遗址。
        </p>
        <p>
        “申遗丝绸之路”旅游之路主要包括以下城市地点：洛阳、西安、固原、武威、天水、兰州、临夏、张掖、嘉峪关、哈密、吐鲁番、库尔勒、铁门关、乌鲁木齐、博尔塔拉、伊宁、阿克苏、伊塞克湖州、阿拉木图州、比什凯克、江布尔州。
        </p>
        <img src="scroad/scroad-3-2.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>洛阳</h5>
        <p>
         洛阳，古称斟鄩、西亳、洛邑、雒阳、洛京、京洛、神都、洛城等，位于河南省西部、黄河中下游，因地处洛河之阳而得名，是国务院首批公布的国家历史文化名城，中国四大古都之一，世界文化名城。
        </p>
        <p>
         洛阳有着5000多年的文明史、4000多年的建城史和1500多年的建都史，夏朝、商朝、西周、东周、东汉、曹魏、西晋、北魏、隋朝、唐朝、武周、后梁、后唐、后晋等十三个王朝在洛阳建都，有十三朝古都之称，有全国重点文物保护单位43处，馆藏文物40余万件。
        </p>
       <img src="scroad/scroad-3-3.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>兰州</h5>
        <p>
         兰州，简称“兰”，是甘肃省省会，中国西北地区重要的工业基地和综合交通枢纽，西部地区重要的中心城市之一，西陇海兰新经济带重要支点，西北地区重要的交通枢纽和物流中心，是新亚欧大陆桥中国段五大中心城市之一，西北地区第二大城市，是我国华东、华中地区联系西部地区的桥梁和纽带，西北的交通通信枢纽和科研教育中心，丝绸之路经济带的重要节点城市，也是中国人民解放军西部战区陆军机关驻地。
        </p>
        <p>
          兰州是古丝绸之路上的重镇。早在5000年前，人类就在这里繁衍生息。西汉设立县治，取“金城汤池”之意而称金城。隋初改置兰州总管府，始称兰州。
        </p>
      </li>
       <li class="sc-li-11 sc-li-14">
        <h5>张掖</h5>
        <p>
        张掖，甘肃省省辖市。以“张国臂掖，以通西域”而得名，位于中国甘肃省西北部，河西走廊中段。古称“甘州”，即甘肃省名“甘”字由来地，素有“桑麻之地”、鱼米之乡之美称。盛产小麦、玉米、水稻、豆类、油料、瓜果、蔬菜，工业有煤炭、机械、纺织、酿造等10余个部门。土特产品有元葱、苹果梨、乌江米、红枣、发菜、丝路春酒等。
        </p>
        <p>
        张掖市面积40874平方千米，人口131万。辖甘州区、临泽县、高台县、山丹县、民乐县、肃南裕固族自治县六个县区。截至2017年末，常住人口122.93万人。有汉、回、藏、裕固等38个民族，其中裕固族是中国唯一集中居住在张掖的一个少数民族。
        </p>
        <img src="scroad/scroad-3-4.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>吐鲁番</h5>
        <p>
        吐鲁番市位于新疆维吾尔自治区中部，北纬41°12′-43°40′、东经87°16′-91°55′。东临哈密市，西、南与巴音郭楞蒙古自治州的和静、和硕、尉犁、若羌等县毗连，北隔天山与乌鲁木齐市及昌吉回族自治州的奇台、吉木萨尔、木垒等县相接。全市南北宽约240千米，东西长约300千米，总面积70049平方千米。总人口63万人（2012年）。有维吾尔、汉、回、哈萨克、俄罗斯、满、壮、苗等民族，其中维吾尔族人口约占总人口的70%；汉族约占总人口的23%；回族约占总人口的7%。辖1个市辖区（高昌区）、2个县（鄯善县、托克逊县）。
        </p>
        <p>
        地处天山东部山间盆地、吐鲁番盆地中部。地貌为北高南低、西宽东窄，平均海拔高度32.8米。火焰山呈东西走向卧于盆地中部，把盆地分成了南北两半。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>阿克苏</h5>
        <p>
        从空间地理上来讲，把“陆上丝绸之路”与“海上丝绸之路”联系起来的是大运河。大运河因为其在中国水陆交通网络中的关键地位，长时间成为“东方世界主要国际交通路线”。扬州则借其在大运河沿线城市中的独特位置和大运河在全国交通体系中的作用，成为“陆上丝绸之路”与“海上丝绸之路的连接点”。兼得江、河、海运之便，隋代扬州就确立了全国水陆交通枢纽地位。唐朝全国经济中心南移，“海上丝绸之路”随之崛起，扬州成为唐朝吞吐四海，沟通宇内主要窗口。宋、元时期，扬州仍然起着纽带作用。扬州是漕运和南北物资集散中心，8世纪中期商业经济地位跃居全国首位。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>漳州</h5>
        <p>
        阿克苏系维吾尔语，意为“清澈的水”。
        </p>
        <p>
         阿克苏市位于塔克拉玛干沙漠西北边缘、塔里木河上游，因水得名，维吾尔语意为“白水城”， 古为中国秦汉西域三十六国的姑墨、温宿两国属地，是古丝绸之路上的重要驿站，也是龟兹文化和多浪文化的发源地，素有“塞外江南”之美誉，是阿克苏地区政治、经济、文化中心，兵团农一师师部所在地。
        </p>
        <img src="/scroad/scroad-3-5.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>阿拉木图州</h5>
        <p>
        阿拉木图州建立于1932年3月10日，1997年塔尔迪库尔干州并入该州。全州面积为22.39万平方公里。人口201万人（2014年），设16个区、10个城市、14个镇。州行政中心为塔尔迪库尔干市。 
        </p>
        <p>
        阿拉木图州（Алматинская область）面积22.4万平方公里，南接吉尔吉斯斯坦，东靠中国新疆维吾尔自治区，北临巴尔喀什湖，伊犁河自东向西注入，哈国最高点汗腾格里峰位于该州东南角与吉、中接壤的边界地区。该州北部属于典型的大陆性气候。首府为塔尔迪库尔干市（Талдыкорган）。
        </p>
      </li>
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
.sc-li-14 img{
    width: 100%;
    height: 400px;
}
</style>