<template>
  <div class="scroad">
    <div class="sc-img">
      <img src="/scroad/sc-top.jpg" alt="" />
    </div>
    <ul class="sc-ul-1">
      <li class="sc-li-11 sc-li-12"><p>玄奘丝绸之路</p></li>
      <li class="sc-li-11 sc-li-13">
        <span>
          <em style="color: black">文章摘要：</em>
          玄奘（600【庚申年】-664年【甲子年】）是唐代著名高僧，法相宗创始人，俗姓陈，名祎（yī）。洛州缑氏（今河南偃师）人，为翻译家、旅行家，也是我国历史上伟大的思想家、哲学家、外交家、中外文化交流的使者。玄奘西行5万里，历时17年，到印度取真经，并穷一生译经1335卷，其足迹遍布印度，影响远至日本、韩国以至全世界，其思想与精神如今已是中国、亚洲乃至世界人民的共同财富。
        </span>
      </li>
      <li class="sc-li-11 sc-li-14">
          <p>
          玄奘（600【庚申年】-664年【甲子年】）是唐代著名高僧，法相宗创始人，俗姓陈，名祎（yī）。洛州缑氏（今河南偃师）人，为翻译家、旅行家，也是我国历史上伟大的思想家、哲学家、外交家、中外文化交流的使者。玄奘西行5万里，历时17年，到印度取真经，并穷一生译经1335卷，其足迹遍布印度，影响远至日本、韩国以至全世界，其思想与精神如今已是中国、亚洲乃至世界人民的共同财富。
        </p>
        <p>
         贞观元年，玄奘从长安出发西行，在途中经兰州到凉州（姑臧），继昼伏夜行，至瓜州，再经玉门关，越过五烽，渡流沙，备尝艰苦，抵达伊吾（哈密），至高昌国。
        </p>
        <p>
          贞观二年正月玄奘到达高昌王城（今新疆吐鲁番县境），受到高昌王麴文泰的礼遇。后经屈支（今新疆库车）、凌山（耶木素尔岭）、素叶城、迦毕试国、赤建国（今苏联塔什干）、飒秣建国（今撒马尔罕城之东）、葱岭、铁门。到达货罗国故地（今葱岭西、乌浒河南一带）。南下经缚喝国（今阿富汗北境巴尔赫）、揭职国（今阿富汗加兹地方）、大雪山、梵衍那国（今阿富汗之巴米扬）、犍双罗国（今巴基斯坦白沙瓦及其毗连的阿富汗东部一带）、乌伏那国（巴基斯坦之斯瓦特地区），到达迦湿弥罗国。在此从僧称（或作僧胜）学《俱舍论》、《顺正理论》及因明、声明等学，与毗戌陀僧诃（净师子）、僧苏伽蜜多罗（如来友）、婆苏蜜多罗（世友）、苏利耶提婆（日天）、辰那罗多（最胜救）等讨信纸佛学，前后共2年。以后，到磔迦国（今巴基斯坦旁遮普）从一老婆罗门学《经百论》、《广百论》；到至那仆底国（今印度北部之菲罗兹布尔地方）从毗腻多钵腊婆（调伏光）学《对法论》、《显宗论》；到阇烂达罗国（今印度北部贾朗达尔）从旃达罗伐摩（月胄）受《众事分毗婆沙》；到窣禄勤那国（今印度北部罗塔克北）从阇那多学《经部毗婆沙》；到秣底补罗国（今印度北部门达沃尔）从蜜多犀纳受《辩真论》、《随发智论》；到曲女城（今印度恒河西岸之勒克）从累缡耶犀纳学《佛使毗婆沙》、《日胄毗婆沙》。贞观五年，抵摩揭陀国的那烂陀寺受学于戒贤。玄奘在那烂陀寺历时5年，备受优遇，并被选为通晓三藏的十德之一。前后听戒贤讲《瑜伽师地论》、《顺正理论》及《显扬圣教论》、《对法论》、《集量论》、《中论》、《百论》以及因明、声明等学，同时又兼学各种婆罗门书。 贞观十年玄奘离开那烂陀寺，先后到伊烂钵伐多国（今印度北部蒙吉尔）、萨罗国、安达罗国、驮那羯碟迦国（今印度东海岸克里希纳河口处）、达罗毗荼国（今印度马德拉斯市以南地区）、狼揭罗国（今印度河西莫克兰东部一带）、钵伐多国（约今克什米尔的查谟），访师参学。他在钵伐多国停留两年，悉心研习《正量部根本阿毗达磨论》及《摄正法论》、《成实论》等，然后重返那烂陀寺。不久，又到低罗择迦寺向般若跋陀罗探讨说一切有疗三藏及因明、声明等学，又到杖林山访胜军研习唯识抉择、意义理、成无畏、无住涅盘、十二因缘、庄严经等论，切磋质疑，两年后仍返回那烂陀寺。此时，戒贤嘱玄奘为那烂陀寺僧众开讲摄论、唯识抉择论。适逢中观清辨（婆毗呔伽）一系大师师子光也在那里讲《中论》、《百论》，反对法相唯识之说。于是玄奘著《会宗论》三千颂（已佚），以调和大乘中观、瑜伽两派的学说。同时参与了与正量部学者般若多的辩论，又著《制恶见论》一千六百颂（已佚）。还应东印迦摩缕波国（今印度阿萨姆地区）国王鸠摩罗的邀请讲经说法，并著《三身论》（已佚）。
        </p>
        <p>
        接着与戒日王会晤，并得到优渥礼遇。戒日王决定以玄奘为论主，在曲女城召开佛学辩论大会，在五印18个国王、3000个大小乘佛教学者和外道2000人参加。当时玄奘讲论，任人问难，但无一人能予诘难。一时名震五印，并被大乘尊为“大乘天”，被小乘尊为“解脱天”。戒日王又坚请玄奘参加5年一度、历时75天的无遮大会。会后归国。
        </p>
        <img src="scroad/scroad-4-1.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>玄奘西行路线：</h5>
        <p>
          长安(今陕西西安)一秦州(今 甘肃天水)一兰州一谅州(今甘肃武威)一瓜州(今甘肃 安西县东南)一玉门关一伊吾(今新疆哈密)一高昌(今新疆吐鲁番)一阿耆尼国(今新疆焉耆)一屈支国(今新疆库车)—跋逯迦国(今新疆阿克苏)一凌山(今天山穆苏尔岭)一大清池(今吉尔吉斯斯坦伊塞克湖)一素叶城(即碎叶城，今吉尔吉斯斯坦托克马克西南)一昭武九姓七国(都在今乌兹别克斯坦境内)一铁门(乌兹别克斯坦南部兹嘎拉山口)一今阿富汗北境一大雪山(今兴都库什山)一今阿富汗贝格拉姆—巴基斯坦白沙瓦城—印度。 
        </p>
        <p>
          “玄奘西行路线”旅游之路主要包括以下城市地点：西安、天水、兰州、武威、张掖、白墩子、嘉峪关、瓜州、星星峡、骆驼圈、哈密、吐鲁番、库车、温宿、阿图什、纳伦、比什凯克、塔什干、撒马尔罕、铁尔梅兹、巴米扬、喀布尔、白沙瓦、伊斯兰堡、拉合尔、新德里、阿格拉、勒克瑙、瓦拉纳西、戈勒克布尔、巴特那、加尔各答。
        </p>
        <img src="scroad/scroad-4-2.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>天水</h5>
        <p>
         天水，甘肃省下辖地级市，位于甘肃省东南部，毗邻关中平原，是关中平原城市群重要节点城市、关中——天水经济区次核心城市。天水曾名上邽、成纪、秦州，据传是伏羲和女娲诞生地，华夏文明的重要发祥地之一，素有“羲皇故里”之称。天水市下辖2区5县，总面积1.4325万平方千米，总人口382.9万，其中常住人口332.30万（2016年）。
        </p>
        <p>
         天水历史悠久，是秦人、秦早期文化的发祥地，有3000多年的文字记载史和2700多年的建城史，公元前688年秦国在此设立了邽县和冀县，是中国历史上建城设县最早的地方。境内有国家和省、市级重点保护文物169处，其中世界文化遗产麦积山石窟，是中国四大石窟之一，被誉为“东方雕塑艺术陈列馆”。
        <p>
          天水是国家历史文化名城、中国优秀旅游城市，有麦积山、伏羲庙、南郭寺、水帘洞、大地湾遗址等著名景点和秦安苹果、花牛苹果、甘谷辣椒、天水呱呱、天水捞捞、天水面皮等特产和美食。
        </p>
       <img src="scroad/scroad-4-3.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>嘉峪关</h5>
        <p>
         嘉峪关，号称“天下第一雄关”，位于甘肃省嘉峪关市西5千米处最狭窄的山谷中部，城关两侧的城墙横穿沙漠戈壁，北连黑山悬壁长城，南接天下第一墩，是明长城最西端的关口，历史上曾被称为河西咽喉，因地势险要，建筑雄伟，有连陲锁钥之称。嘉峪关是古代“丝绸之路”的交通要塞，中国长城三大奇观之一（东有山海关、中有镇北台、西有嘉峪关）。 
        </p>
        <p>
          嘉峪关始建于明洪武五年（1372年），由内城、外城、罗城、瓮城、城壕和南北两翼长城组成，全长约60千米。长城城台、墩台、堡城星罗棋布，由内城、外城、城壕三道防线组成重叠并守之势，形成五里一燧，十里一墩，三十里一堡，百里一城的防御体系。
        </p>
      </li>
       <li class="sc-li-11 sc-li-14">
        <h5>哈密</h5>
        <p>
         哈密，是新疆维吾尔自治区下辖地级市，位于新疆东部，是新疆通向中国内地的要道，自古就是丝绸之路的咽喉，有“西域襟喉，中华拱卫”和“新疆门户”之称。东与甘肃省酒泉市相邻，南与巴音郭楞蒙古自治州相连，西与吐鲁番市、昌吉回族自治州毗邻，北与蒙古国接壤，设有国家一类季节性开放口岸——老爷庙口岸，是新疆与蒙古国发展边贸的重要开放口岸之一。
        </p>
        <img src="scroad/scroad-4-4.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>比什凯克</h5>
        <p>
        比什凯克（柯尔克孜语西里尔字母：Бишкек，柯尔克孜语阿拉伯字母：بىشكەك），吉尔吉斯斯坦共和国首都。亦是该国的政治、经济、交通、科教及文化中心。
        </p>
        <p>
         比什凯克是吉尔吉斯族人自古以来对该市的称呼，其吉尔吉斯语的意思是“搅拌马奶的棒子”。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>塔什干</h5>
        <p>
        塔什干市（乌兹别克语：Toshkent）是乌兹别克斯坦首都，塔什干州首府。就人口而言，塔什干是中亚地区第一大城市和重要的经济和文化中心。乌兹别克斯坦的政治、经济、文化、交通中心。位于乌兹别克斯坦东部、恰特卡尔山脉西面，锡尔河右岸支流奇尔奇克河谷地的绿洲中心。
        </p>
        <p>
        塔什干是古“丝绸之路”上重要的商业枢纽之一，著名的“丝绸之路”便经过这里。我国古代的张骞、法显、玄奘都曾留下过足迹。属于温带大陆性气候，冬季温和，夏季炎热，降水稀少，日照充足。有“太阳城”之称。全市分11个区。市中心为乌兹别克斯坦和该市的行政机关所在地，并为商业和文化区。塔什干是乌兹别克语石头城的意思，具有2500年的历史。
        </p>
        <img src="scroad/scroad-4-5.jpg" alt="">
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>伊斯兰堡</h5>
        <p>
        伊斯兰堡，巴基斯坦伊斯兰共和国首都，全国政治中心。同时伊斯兰堡也是世界二线城市，发展前景较为优越。其位于巴基斯坦东北部海拔540米的山麓平原上，北靠马尔加拉山，东临拉瓦尔湖，南距拉瓦尔品第11公里，整个市区面积909平方公里，靠近印巴停火线。人口190万（2014年）。
        </p>
        <p>
         伊斯兰堡为巴基斯坦于1959年决定建立新首都，1960年开始兴建，1965年把首都从南部沿海的卡拉奇临时迁至拉瓦尔品第，1967年正式迁都至伊斯兰堡，1970年基本建成。
        </p>
        <p>
          伊斯兰堡首都区多现代化建筑，并具有传统的伊斯兰特色。分行政、使馆、居民、工业、商业、绿化等区。四边各有一条高速公路。有汽车车厢制造业和一些中小型轻工业。有真纳大学、伊克巴尔函授大学、核子科学技术研究所等。大首都区除伊斯兰堡外，还包括古城拉瓦尔品第及伊斯兰堡南占地220平方公里的伊斯兰堡公园。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>新德里</h5>
        <p>
          新德里（New Delhi）是印度共和国首都，是全国政治、经济和文化中心，也是印度北方最大的商业中心。根据联合国2014年发布的《世界城市化前景报告》，德里人口达到2500万，位居世界第二，超过人口2100万的孟买成为印度人口最多的城市。主要产业为IT、电信、餐饮住宿服务、金融、媒体和旅游业。
        </p>
        <p>
          新德里位于印度的西北部，东经77度，北纬28度，在喜马拉雅山脉西部的南方附近。恒河支流亚穆纳河从城东缓缓流过，河对岸是广阔的恒河平原。新德里是在古老的德里城基础上扩建而成，1911年开始动工兴建城市，1929年初具规模。1931年起成为首府。1947年印度独立后成为首都。新德里和老德里中间隔着一座印度门（the Indian Gate），印度门以南为新德里，印度门以北为老德里。
        </p>
      </li>
      <li class="sc-li-11 sc-li-14">
        <h5>加尔各答</h5>
        <p>
          加尔各答（孟加拉语：কলকাতা，英语：Kolkata / 旧名：Calcutta）是印度西孟加拉邦首府。它位于印度东部恒河三角洲地区， 胡格利河（恒河一条支流）的东岸。属印度第三大城市（仅次于孟买和新德里）。
        </p>
        <p>
          在殖民地时期，从1772年直到1911年的140年间，加尔各答一直是英属印度的首都。在这期间，该市一直是印度近代教育、科学、文化和政治的中心，迄今仍然保存有大量当时遗留的维多利亚风格建筑。但在1947年印度独立以后，由于各种不利因素的影响，该市经历了长期的经济停滞。不过，自从2000年起，经济复苏取代了病态的衰落，该市开始重新迸发出增长的活力。加尔各答还是一个拥有独特的社会政治文化的城市，以其从印度独立运动到左翼和工会运动的革命历史著称，以印度共产党 （马）为主的左翼阵线通过民主选举，已经在加尔各答所在的西孟加拉邦连续执政30年。
        </p>
      </li> 
    </ul>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.scroad {
  background-color: aliceblue;
}
.sc-img {
  width: 100%;
}
.sc-img img {
  width: 100%;
  height: 400px;
}
.sc-ul-1 {
  width: 70%;
  margin-left: 15%;
  /* margin-top: 10px; */
  background-color: white;
}
.sc-li-11 {
  font-size: 22px;
  width: 90%;
  margin-left: 5%;
  margin-top: 10px;
}
.sc-li-12 {
  text-align: center;
}
.sc-li-13 {
  font-size: 16px;
  background: #e1efff;
  color: #999;
}
.sc-li-14 {
    margin-top: 50px;
    font-size: 16px;
    text-indent: 30px;
}
.sc-li-14 img{
    width: 100%;
    height: 550px;
}
</style>